[
{
  "id": "camera-de-seguranca-inteligente",
  "nome": "Câmera de Segurança Inteligente",
  "descrição": "Alta definição e integração com sistemas de automação residencial para garantir a segurança do seu lar ou empresa.",
  "img": "https://images.kabum.com.br/produtos/fotos/155001/-pl-camera-de-seguranca-inteligente-kabum-smart-500_1645819496_g.jpg",
  "alt": "Câmera de Segurança Inteligente",
  "detalhes": "A Câmera de Segurança Inteligente é a solução ideal para proteger sua casa ou empresa com tecnologia de ponta. Fácil de instalar e com recursos avançados, ela oferece monitoramento em tempo real com excelente qualidade de imagem. Entre os principais recursos estão: resolução Full HD para imagens nítidas, visão noturna automática, detecção de movimento com alertas instantâneos, conectividade Wi-Fi com integração a assistentes virtuais como Alexa e Google Assistant, acesso remoto via aplicativo e armazenamento na nuvem ou por cartão microSD. Garanta mais segurança e tranquilidade com uma câmera que se adapta ao seu dia a dia.",
  "opções": "Possuimos diversas opções de câmeras de segurança, incluindo modelos com diferentes resoluções, capacidades de armazenamento e recursos adicionais como áudio bidirecional e sirene integrada. Solicite um orçamento conosco para escolher a câmera que melhor atende às suas necessidades."
},
{
    "id": "assistente-virtual",
    "nome": "Assistente Virtual",
    "descrição": "Controle sua casa com comandos de voz utilizando assistentes virtuais integrados aos nossos sistemas de automação.",
    "img": "https://futureit.om/wp-content/uploads/2025/03/untitled_500_500_px_-_2023-01-24t155610.907-1.png",
    "alt": "Dispositivo Echo Dot",
    "detalhes": "Os assistentes virtuais permitem controlar diversos dispositivos da sua casa com comandos de voz simples e intuitivos. São ideais para criar rotinas personalizadas, automatizar luzes, trancar portas, reproduzir músicas, acessar informações úteis e muito mais. Compatíveis com os principais ecossistemas de automação residencial, como Alexa, Google Assistant e Apple HomeKit, oferecem uma experiência integrada e acessível a todos os usuários.",
    "opções": "Oferecemos uma variedade de assistentes virtuais, incluindo modelos com e sem tela, diferentes níveis de sensibilidade de microfone e qualidade de áudio. As principais opções incluem Amazon Echo Dot, Google Nest Mini e dispositivos com tela como o Google Nest Hub. Entre em contato e encontre o modelo ideal para a sua casa."
  },
  {
    "id": "fechadura-eletronica",
    "nome": "Fechadura Inteligente X1",
    "descrição": "Fechaduras modernas que oferecem segurança avançada, permitindo o controle de entrada e saída com praticidade e tecnologia.",
    "img": "https://lojabrmetaverso.com.br/cdn/shop/files/FechaduraInteligenteX1-TuyaWi-Fi4.png?v=1691649962",
    "alt": "Fechadura Inteligente X1",
    "detalhes": "As fechaduras eletrônicas oferecem um alto nível de segurança com conveniência. Podem ser desbloqueadas por senha, impressão digital, cartão magnético ou aplicativo, permitindo que você controle o acesso à sua residência de forma segura e remota. Modelos avançados contam com alertas de invasão, registros de entrada e integração com sistemas de automação e assistentes de voz.",
    "opções": "Disponibilizamos modelos variados de fechaduras inteligentes com diferentes formas de desbloqueio, design e níveis de segurança. Você pode optar por versões com biometria, senha numérica, NFC ou controle via smartphone. Nossos especialistas podem ajudar a escolher a opção ideal para o seu imóvel."
  },
  {
    "id": "interruptor-inteligente",
    "nome": "Interruptor Inteligente",
    "descrição": "Controle seus dispositivos eletrônicos remotamente e otimize o consumo de energia com nossos interruptores inteligentes.",
    "img": "https://ornedecor.com/cdn/shop/files/interruptor-inteligente-smart-wi-fi-alexa-touch-vidro-temperado-preto-4x2-orne-decor-studio-925028.png?v=1734992387",
    "alt": "Interruptor Inteligente",
    "detalhes": "Os interruptores inteligentes permitem ligar e desligar luzes e outros aparelhos eletrônicos de forma remota, pelo celular ou por comando de voz. Compatíveis com assistentes como Alexa e Google Assistant, eles ajudam a automatizar tarefas, economizar energia e aumentar a praticidade no dia a dia. A instalação é simples e a integração com o sistema Wi-Fi torna a experiência rápida e intuitiva.",
    "opções": "Trabalhamos com diversos modelos de interruptores inteligentes, com opções de um, dois ou três canais, nas cores branca ou preta, e com acabamento em vidro temperado. Todos os modelos são compatíveis com redes Wi-Fi 2.4GHz e podem ser controlados por aplicativo. Consulte-nos para encontrar o interruptor ideal para o seu projeto."
  },
{
  "id": "sensor-de-presenca-inteligente",
  "nome": "Sensor de Presença Inteligente",
  "descrição": "Detecte movimentos em ambientes internos ou externos e acione automações conforme sua necessidade.",
  "img": "https://lojaibyte.vteximg.com.br/arquivos/ids/382784-1200-1200/sensor-de-presenca-inteligente-wi-fi-multilaser-liv-se230-001-min.jpg?v=637800116861230000",
  "alt": "Sensor de Presença Inteligente",
  "detalhes": "Os sensores de presença inteligentes são ideais para reforçar a segurança e otimizar o uso de energia elétrica em ambientes automatizados. Com capacidade de detectar movimentos e acionar dispositivos como lâmpadas, câmeras ou alarmes, eles funcionam por Wi-Fi ou Zigbee e podem ser integrados a assistentes virtuais para automações personalizadas.",
  "opções": "Disponibilizamos sensores com diferentes ângulos de detecção, alcance e resistência à água para áreas externas. Modelos compatíveis com Alexa, Google Assistant e plataformas como Tuya Smart. Consulte qual atende melhor seu espaço."
},
{
  "id": "controle-universal-ir",
  "nome": "Controle Universal IR",
  "descrição": "Automatize o controle remoto de TVs, ar-condicionados, aparelhos de som e outros dispositivos infravermelho.",
  "img": "https://media.pichau.com.br/media/catalog/product/cache/2f958555330323e505eba7ce930bdf27/z/n/zns-cir-bk015545.jpg",
  "alt": "Controle Universal IR",
  "detalhes": "Com o controle universal infravermelho, você substitui todos os controles da casa por um só aplicativo. Compatível com milhares de marcas de eletrônicos, ele aprende os sinais dos seus dispositivos e permite controle remoto por app ou comandos de voz. Ideal para centralizar a automação de eletrônicos antigos sem integração nativa.",
  "opções": "Temos modelos com infravermelho 360º, função timer e compatibilidade com Alexa e Google. Alguns incluem sensores de temperatura para automação de ar-condicionado. Fale conosco para configurar o melhor modelo."
},
{
  "id": "tomada-inteligente",
  "nome": "Tomada Inteligente Wi-Fi",
  "descrição": "Ligue e desligue qualquer aparelho remotamente, monitore o consumo de energia e crie rotinas automáticas.",
  "img": "https://cdn.leroymerlin.com.br/products/interruptor_wifi_tomada_inteligente_automacao_bivolt_1567579385_c65a_600x600.jpg",
  "alt": "Tomada Inteligente Wi-Fi",
  "detalhes": "A tomada inteligente permite controlar aparelhos convencionais remotamente pelo celular ou por comando de voz. Ideal para automatizar ventiladores, cafeteiras, luminárias e muito mais. Além do controle, alguns modelos exibem o consumo de energia em tempo real, ajudando na economia e planejamento.",
  "opções": "Oferecemos modelos com e sem medidor de energia, compatíveis com Alexa, Google Assistant e Tuya. Há versões bivolt e com entrada USB. Escolha a opção ideal para sua casa ou escritório."
},
{
  "id": "cortina-automatica",
  "nome": "Sistema de Cortina Automática",
  "descrição": "Abra e feche cortinas e persianas com comandos de voz ou agendamento pelo celular. Ideal para criar rotinas.",
  "img": "https://lojabrmetaverso.com.br/cdn/shop/files/TuyaRoboInteligenteCortina_1200x.png?v=1724496386",
  "alt": "Sistema de Cortina Automática",
  "detalhes": "Transforme suas cortinas em itens inteligentes com motores automatizados. Controle via aplicativo, assistente de voz ou controle remoto incluso. Ideal para criar rotinas como abertura com o nascer do sol ou fechamento automático ao escurecer. Oferece mais conforto, economia de energia e privacidade.",
  "opções": "Oferecemos kits para instalação em trilhos ou varões, com compatibilidade com Alexa, Google e Tuya. Modelos com ajuste de velocidade e sensores de luminosidade opcionais. Consulte para instalação sob medida."
}
]